var datas = [
    {
        info: {
            preface: '一切不过是一路相伴<br>留下的都是喜悦',
            author: '肆叶',
            name: '素人'
        },
        book: [
            {
                title: '晨跑1',
                content: [
                    '<p>清晨，在闹钟的催促中醒来，简单洗漱，换上轻装，欢快的溜出去。</p>',
                    '<p>若是天气好，还可以看到头顶一轮皎洁的明月，像是天然的路灯；迎着微风，顺着河边一路小跑，随着肢体摆动的旋律，用鼻腔，去感受空气的清新，和那阵阵的植物花香，用耳朵，去倾听鸟儿悦耳的欢叫声，一切的一切，都是那样的平静而又美好，或许，只有静下心来，才能与自然更无隙的沟通，不禁间陶醉在这如画般的境界里。</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-7554476cf33afc6a.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>断断续续，坚持晨跑已4年有余，其目的，也从刚开始的健身，慢慢的变成抹不去的习惯，以至于若是间隔太久，便会感觉少了些什么。心情好时跑一跑，用以释放快乐，心情糟时跑一跑，用以缓解烦闷，不管何种情况，它总能还我平静的自己。</p>'
                ].join('')                    
            },{
                title: '叮叮叮……1',
                content: [                    
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，明天一定好好调整，今天先算了吧……</p>',
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，再眯5分钟吧，马上就起，嗒嗒嗒······，60分钟过后，从睡梦中惊醒，看了下时间，埋怨自己怎么睡了这么久，看来晨跑计划又得泡汤了，明天一定……</p>',
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，噢，不！今天一定得起，不然就输给了那个不堪的自己，果断掀开被子，晃进洗手间，简单洗漱，顿时清醒了不少，换上轻装，喝上一杯清水，一溜烟的跑出去……</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-911df6994b7c6ca4.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>如上场景，不能更熟悉，只因每天都在上演不同的类似，总以为今天的推迟可以加重明天行动的筹码，又怎奈它们之间毫无关系，只是多了些记忆罢了。</p>',
                    '<p>某个不经意的瞬间，会感觉，人生就像是一场无休止的博弈，而唯一的博弈对手也就是自己，而我最大的快乐，或许就是赢自己，所有不堪的自己，5分钟内很痛苦，5分钟后很快乐。</p>',
                    '<p> “叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，晚上10:30, 又到了休息时间，关机，洗漱，上床……</p>'
                ].join('')           
            },{
                title: '这段时间什么也没学会，却学会了关机1',
                content: [                    
                    '<p>好不容易，终于从晚睡中解脱了出来，这种感觉真的挺好。</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-64404c5d73b366d1.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>曾经，有一位姑娘，说是受我影响，也养成了晨起健身的习惯，接下来还要冲刺半马、全马，让我好不震惊，原来我的习惯在无形中也影响了那么一些人。</p>',
                    '<p>前段时间，不知怎的，晚上开始不能按时睡觉，或许是因为工作的压力，也或许是其它方面琐事的影响，到了睡觉的时间，躺在床上，全无睡意，忍不住拿出手机来翻着看着，总是撑到凌晨才恋恋不舍的睡去，因为时间不足，以至于对晨起的闹钟全然无感，好在能够控制自己在洗漱的点爬起来，不至于影响其他的小伙伴。</p>',
                    '<p>同样，还是上面那位姑娘，记得有天晚上跟她微信聊天，结果没回我，第二天告诉我说她晚上会把手机关掉，因为怕自己玩手机玩太晚，噢，我为什么不能这样子呢？</p>',
                    '<p>到了晚上22:30，粗暴的关掉手机，洗漱睡觉，任他在床上翻来覆去，过不了多久，便会很自然的睡去了。慢慢的慢慢的，又回到了早上4:30起床，晚上23:00睡觉的自然作息。</p>',
                    '<p>回顾来看，也不过就是关了个机，很多看似复杂的问题，都可以通过很简单的方式去解决，大道至简，或许就是这样吧。。。</p>'
                ].join('')
            },{
                title: '那该死的拖延1',
                content: [                    
                    '<p>睁开眼睛的那一瞬间，便是每天的惊喜所在。</p>',
                    '<p>总以为明天会是今天的延续，怎奈它们毫无关系，只是记忆仍然存在。</p>'
                ].join('')
            }
        ]
    }, {
        info: {
            preface: '一花一世界<br>一叶一菩提',
            author: '肆叶',
            name: '城南旧事'
        },
        book: [
            {
                title: '晨跑2',
                content: [                    
                    '<p>清晨，在闹钟的催促中醒来，简单洗漱，换上轻装，欢快的溜出去。</p>',
                    '<p>若是天气好，还可以看到头顶一轮皎洁的明月，像是天然的路灯；迎着微风，顺着河边一路小跑，随着肢体摆动的旋律，用鼻腔，去感受空气的清新，和那阵阵的植物花香，用耳朵，去倾听鸟儿悦耳的欢叫声，一切的一切，都是那样的平静而又美好，或许，只有静下心来，才能与自然更无隙的沟通，不禁间陶醉在这如画般的境界里。</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-7554476cf33afc6a.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>断断续续，坚持晨跑已4年有余，其目的，也从刚开始的健身，慢慢的变成抹不去的习惯，以至于若是间隔太久，便会感觉少了些什么。心情好时跑一跑，用以释放快乐，心情糟时跑一跑，用以缓解烦闷，不管何种情况，它总能还我平静的自己。</p>'
                ].join('')                    
            },{
                title: '叮叮叮……2',
                content: [                    
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，明天一定好好调整，今天先算了吧……</p>',
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，再眯5分钟吧，马上就起，嗒嗒嗒······，60分钟过后，从睡梦中惊醒，看了下时间，埋怨自己怎么睡了这么久，看来晨跑计划又得泡汤了，明天一定……</p>',
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，噢，不！今天一定得起，不然就输给了那个不堪的自己，果断掀开被子，晃进洗手间，简单洗漱，顿时清醒了不少，换上轻装，喝上一杯清水，一溜烟的跑出去……</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-911df6994b7c6ca4.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>如上场景，不能更熟悉，只因每天都在上演不同的类似，总以为今天的推迟可以加重明天行动的筹码，又怎奈它们之间毫无关系，只是多了些记忆罢了。</p>',
                    '<p>某个不经意的瞬间，会感觉，人生就像是一场无休止的博弈，而唯一的博弈对手也就是自己，而我最大的快乐，或许就是赢自己，所有不堪的自己，5分钟内很痛苦，5分钟后很快乐。</p>',
                    '<p> “叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，晚上10:30, 又到了休息时间，关机，洗漱，上床……</p>'
                ].join('')           
            },{
                title: '这段时间什么也没学会，却学会了关机2',
                content: [                    
                    '<p>好不容易，终于从晚睡中解脱了出来，这种感觉真的挺好。</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-64404c5d73b366d1.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>曾经，有一位姑娘，说是受我影响，也养成了晨起健身的习惯，接下来还要冲刺半马、全马，让我好不震惊，原来我的习惯在无形中也影响了那么一些人。</p>',
                    '<p>前段时间，不知怎的，晚上开始不能按时睡觉，或许是因为工作的压力，也或许是其它方面琐事的影响，到了睡觉的时间，躺在床上，全无睡意，忍不住拿出手机来翻着看着，总是撑到凌晨才恋恋不舍的睡去，因为时间不足，以至于对晨起的闹钟全然无感，好在能够控制自己在洗漱的点爬起来，不至于影响其他的小伙伴。</p>',
                    '<p>同样，还是上面那位姑娘，记得有天晚上跟她微信聊天，结果没回我，第二天告诉我说她晚上会把手机关掉，因为怕自己玩手机玩太晚，噢，我为什么不能这样子呢？</p>',
                    '<p>到了晚上22:30，粗暴的关掉手机，洗漱睡觉，任他在床上翻来覆去，过不了多久，便会很自然的睡去了。慢慢的慢慢的，又回到了早上4:30起床，晚上23:00睡觉的自然作息。</p>',
                    '<p>回顾来看，也不过就是关了个机，很多看似复杂的问题，都可以通过很简单的方式去解决，大道至简，或许就是这样吧。。。</p>'
                ].join('')
            },{
                title: '那该死的拖延2',
                content: [                    
                    '<p>睁开眼睛的那一瞬间，便是每天的惊喜所在。</p>',
                    '<p>总以为明天会是今天的延续，怎奈它们毫无关系，只是记忆仍然存在。</p>'
                ].join('')
            }
        ]
    }, {
        info: {
            preface: '走更远的路<br>看更多的景',
            author: '肆叶',
            name: '独行者'
        },
        book: [
            {
                title: '晨跑3',
                content: [                    
                    '<p>清晨，在闹钟的催促中醒来，简单洗漱，换上轻装，欢快的溜出去。</p>',
                    '<p>若是天气好，还可以看到头顶一轮皎洁的明月，像是天然的路灯；迎着微风，顺着河边一路小跑，随着肢体摆动的旋律，用鼻腔，去感受空气的清新，和那阵阵的植物花香，用耳朵，去倾听鸟儿悦耳的欢叫声，一切的一切，都是那样的平静而又美好，或许，只有静下心来，才能与自然更无隙的沟通，不禁间陶醉在这如画般的境界里。</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-7554476cf33afc6a.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>断断续续，坚持晨跑已4年有余，其目的，也从刚开始的健身，慢慢的变成抹不去的习惯，以至于若是间隔太久，便会感觉少了些什么。心情好时跑一跑，用以释放快乐，心情糟时跑一跑，用以缓解烦闷，不管何种情况，它总能还我平静的自己。</p>'
                ].join('')                    
            },{
                title: '叮叮叮……3',
                content: [                    
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，明天一定好好调整，今天先算了吧……</p>',
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，再眯5分钟吧，马上就起，嗒嗒嗒······，60分钟过后，从睡梦中惊醒，看了下时间，埋怨自己怎么睡了这么久，看来晨跑计划又得泡汤了，明天一定……</p>',
                    '<p>“叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，清晨5:30, 说好了要起床跑步的，但实在好困，都怪昨天睡的太晚，噢，不！今天一定得起，不然就输给了那个不堪的自己，果断掀开被子，晃进洗手间，简单洗漱，顿时清醒了不少，换上轻装，喝上一杯清水，一溜烟的跑出去……</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-911df6994b7c6ca4.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>如上场景，不能更熟悉，只因每天都在上演不同的类似，总以为今天的推迟可以加重明天行动的筹码，又怎奈它们之间毫无关系，只是多了些记忆罢了。</p>',
                    '<p>某个不经意的瞬间，会感觉，人生就像是一场无休止的博弈，而唯一的博弈对手也就是自己，而我最大的快乐，或许就是赢自己，所有不堪的自己，5分钟内很痛苦，5分钟后很快乐。</p>',
                    '<p> “叮叮叮”，旁边桌上的手机响起了清脆的闹铃声，噢，晚上10:30, 又到了休息时间，关机，洗漱，上床……</p>'
                ].join('')           
            },{
                title: '这段时间什么也没学会，却学会了关机3',
                content: [                    
                    '<p>好不容易，终于从晚睡中解脱了出来，这种感觉真的挺好。</p>',
                    '<img src="http://upload-images.jianshu.io/upload_images/2546316-64404c5d73b366d1.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="" style="max-width:100%;">',
                    '<p>曾经，有一位姑娘，说是受我影响，也养成了晨起健身的习惯，接下来还要冲刺半马、全马，让我好不震惊，原来我的习惯在无形中也影响了那么一些人。</p>',
                    '<p>前段时间，不知怎的，晚上开始不能按时睡觉，或许是因为工作的压力，也或许是其它方面琐事的影响，到了睡觉的时间，躺在床上，全无睡意，忍不住拿出手机来翻着看着，总是撑到凌晨才恋恋不舍的睡去，因为时间不足，以至于对晨起的闹钟全然无感，好在能够控制自己在洗漱的点爬起来，不至于影响其他的小伙伴。</p>',
                    '<p>同样，还是上面那位姑娘，记得有天晚上跟她微信聊天，结果没回我，第二天告诉我说她晚上会把手机关掉，因为怕自己玩手机玩太晚，噢，我为什么不能这样子呢？</p>',
                    '<p>到了晚上22:30，粗暴的关掉手机，洗漱睡觉，任他在床上翻来覆去，过不了多久，便会很自然的睡去了。慢慢的慢慢的，又回到了早上4:30起床，晚上23:00睡觉的自然作息。</p>',
                    '<p>回顾来看，也不过就是关了个机，很多看似复杂的问题，都可以通过很简单的方式去解决，大道至简，或许就是这样吧。。。</p>'
                ].join('')
            },{
                title: '那该死的拖延3',
                content: [                    
                    '<p>睁开眼睛的那一瞬间，便是每天的惊喜所在。</p>',
                    '<p>总以为明天会是今天的延续，怎奈它们毫无关系，只是记忆仍然存在。</p>'
                ].join('')
            }
        ]
    }
]